Repository: macopedia/vidi
Catalog: Resources/Private/Language/*.locallang.xlf
Languages: pl

source: Publish Dates
pl: Daty publikacji

# success-delete
source: Record "%s" has been deleted.
pl: Rekord "%s" został usunięty.

# success-mass-delete
source: %s/%s records have been deleted
pl: %s/%s rekordów zostało usuniętych

# success-update
source: Record "%s" has been updated.
pl: Rekord "%s" został zaktualizowany.

# success-mass-update
source: %s/%s records have been updated
pl: %s/%s rekordów zostało zaktualizowanych

# confirm-delete
source: Are you sure to delete "%s"?
pl: Czy jesteś pewny, że chcesz usunąć "%s"?

# confirm-mass-delete-singular
source: Are you sure you want to delete %s record?
pl: Czy jesteś pewny, że chcesz usunąć rekord %s?

# confirm-mass-delete-plural
source: Are you sure you want to delete %s records?
pl: Czy jesteś pewny, że chcesz usunąć %s rekordów?

# message-error
source: Transaction did not succeed
pl: Transakcja nie powiodła się

source: Save
pl: Zapisz

source: record
pl: rekord

source: records
pl: rekordy

source: Save relations
pl: Zapisz relację

source: Close
pl: Zamknij

source: New
pl: Nowy

# action.edit
source: Edit
pl: Edytuj

# action.move
source: Move
pl: Przenieś

source: Duplicate
pl: Duplikuj

source: Delete
pl: Usuń

source: Deleting...
pl: Usuwanie...

source: Search...
pl: Szukaj...

source: Cancel
pl: Anuluj

source: Are you sure?
pl: Czy jesteś pewny?

source: item
pl: Transakcja nie powiodła się

source: items
pl: elementy

# tstamp
source: Modification date
pl: Data powiadomienia

# crdate
source: Creation date
pl: Data utworzenia

source: Name
pl: Nazwa

source: Visibility
pl: Widoczność

# visibility_abbreviation
source: Vis.
pl: Wid.

source: Active
pl: Aktywny

# active.0
source: Yes
pl: Tak

# active.1
source: No
pl: Nie

source: Selected rows...
pl: Zaznaczone wiersze...

# for_selected_rows
source: For selected rows (%s)
pl: Dla wybranych wierszy (%s)

# for_all_rows
source: For all rows (%s)
pl: Dla wszystkich wierszy (%s)

source: Export CSV
pl: Eksportuj CSV

source: Export XML
pl: Eksportuj XML

source: Export XLS
pl: Eksportuj XLS

source: Remove relation
pl: Usuń relację

source: Append relation
pl: Dołącz relację

source: Replace relation
pl: Zastąp relację

# editing_many_rows_takes_time
source: Editing more than 300 records is time consuming and can last up to a few minutes.
pl: Edytowanie więcj niż 300 rekordów jest czasochłonne i może potrwać do kilku minut.

source: Attention!
pl: Uwaga!

# start_editing
source: Click to start editing
pl: Kliknij aby rozpocząć edycję

# create_translation
source: Create new translation
pl: utwórz nowe tłumaczenie

source: Manage Selections
pl: Zarządzaj Zaznaczeniami

# enter_name_for_selection
source: Enter the name for the current selection...
pl: Wprowadź nazwę dla aktualnego zaznaczenia...

# menu_visible_items
source: Entries displayed in the menu "number of visible items"
pl: Pozycje wyświetlanie w menu "liczba widocznych elementów"

# menu_visible_items_default
source: Default entry in the menu "number of visible items"
pl: Domyślna pozycja w menu "liczba widocznych elementów"

source: Preferences for
pl: Preferencje dla

# module_preferences_for
source: Module preferences for %s
pl: Preferencje moduły dla %s

source: Visible columns
pl: Widoczne kolumny

# edit_preferences
source: Edit preferences for this module
pl: Edytuj preferencje dla tego modułu

# analyse_relations
source: Analyse relations in TCA
pl: Analizuj relacje w TCA

source: Reload data
pl: Przeładuj dane

source: Show / hide columns
pl: Pokaż / ukryj kolumny

source: Open tools
pl: Otwórz narzadzia

# visibility.everyone
source: Everyone
pl: Wszyscy

# visibility.private
source: Private
pl: Prywanty

# visibility.admin_only
source: Admin only
pl: Tylko administrator

# query.update
source: Update the current selection
pl: Aktualizuj obecne zaznaczenie

# selection.update
source: Update name or visibility
pl: Aktualizuj nazwę lub widoczność

source: Selections
pl: Zazaczenia

# message.send
source: Send message
pl: Wyślij wiadomość

# selection.add
source: Add selection
pl: Dodaj zaznaczenie

# clipboard.save
source: Copy to clipboard
pl: Kopiuj do schowka

# clipboard.copy_or_move
source: Copy or move items from the clipboard
pl: Kopiuj lub przenieś elementy ze schowka

# clipboard.are_you_sure
source: You are going to move %s items here. Are you sure?
pl: Masz zamiat przenieść tutaj %s elementów. Czt jesteś pewny?

# clipboard.items_saved
source: %s items have been saved in the clipboard.
pl: %s elementów zostało zapisanych w schowku.

# clipboard.items_not_saved
source: Items were not saved in the clipboard.
pl: Elementy nie zostały zapisane w schowku.

# general.error
source: Something went wrong
pl: Coś poszło nie tak

# clipboard.copy_items
source: Copy items
pl: Kopiuj elementy

# clipboard.move_items
source: Move items
pl: Przenieś elementy

# relation.replace
source: Replace relations
pl: Zastąp relacje

# relation.append
source: Append relations
pl: Dołącz relacje

# relation.remove
source: Remove relations
pl: Usuń relacje

# clipboard.empty_clipboard
source: Empty clipboard afterwards?
pl: Opróznić następnie schowek?

# expression.available
source: Available expressions
pl: Dostepne wyrażenia

# expression.usable
source: Expressions that can be used to replace content:
pl: Wyrażenie które może być uzyte aby zastąpić zawartość

# expression.current_content
source: symbolise the current content
pl: symbolizują aktualną zawartość

# expression.counter
source: counter when looping around the records
pl: licznik podczas zapętlenia wokół rekordów

# expression.date
source: date of day
pl: data dnia

# expression.create_data
source: creation date of the record - if available.
pl: data utworzenia rekordy - jeżeli dostępna.

# expression.find_and_replace
source: expression to find and replace.
pl: wyrażenie do wyszukania i zastąpienia.

# expression.search
source: search
pl: szukaj

# expression.replace
source: replace
pl: zastąp

# expression.combined
source: Expressions can be combined as example:
pl: Wyrażenia mogą być łączone jak na przykład:

# expression.example
source: text appended
pl: tekst dołączony

# facet.pid
source: Page
pl: Strona
