Repository: macopedia/vidi
Catalog: Resources/Private/Language/*.querybuilder-js.xlf
Languages: de

# button.apply
source: Apply
de: Ausführen

# button.reset
source: Reset
de: Löschen

# button.save
source: Save
de: Speichern

# recent.header
source: Saved queries
de: Gespeicherte Queries

# modal.title
source: Querybuilder - Save query
de: Querybuilder - Query speichern

# modal.headline
source: Save your Query
de: Speichere deinen Query

# modal.override
source: Override your Query
de: Query aktualisieren

# modal.cancel
source: cancel
de: Abbrechen

# modal.save
source: save
de: Speichern

# modal.success.headline
source: Query saved
de: Query gespeichert

# modal.success.text
source: Your query has been saved
de: Dein Query wurde gespeichert

# modal.error.headline
source: Query not saved
de: Query nicht gespeichert

# modal.error.text
source: Sorry, your query can't be saved
de: Sorry, dein Query konnte nicht gespeichert werden
